---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipingSystem
source: html/6c2509e0-2fde-bcb6-3d28-05bf94ceb3e6.htm
---
# PipingSystem Properties

The id of the assembly instance to which the element belongs.